---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ReferenceViewerAttrTag
source: html/06f36cee-98f8-4fc3-9ab8-760443e7fcd9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ReferenceViewerAttrTag Property

"View Reference Tag"

## Syntax (C#)
```csharp
public static ForgeTypeId ReferenceViewerAttrTag { get; }
```